Repository: diosbelmezquia/custom_discovery_modules
Catalog: discovery_components/translations/*.po
Languages: pt_br

source: Related content
pt_br: Conteudo relacionado

source: Image Galleries
pt_br: Galerías de Imágenes

source: Articles
pt_br: Artigos

source: More series
pt_br: Mais series

source: Recommended
pt_br: Sugestões

source: Recently added
pt_br: Adicionados recentemente

source: Highlighted
pt_br: Destaques

source: Related shows
pt_br: Shows relacionados

source: Cross content
pt_br: Mais series

source: Articles / Galleries
pt_br: Artigos e galerias
